[
    {
        "id": "386",
        "title": "rock",
        "descr": "Rock music is a genre of music started in America. It has its roots in 1940s and 1950s rock and roll and rockabilly, which evolved from blues, country music and other influences. According to the All Music Guide, “In its purest form, Rock &amp; Roll has three chords, a strong, insistent back beat, and a catchy melody.  Early rock &amp; roll drew from a variety of sources, primarily blues, R&amp;B, and country, but also gospel, traditional pop, jazz, and folk. All of these influences combined in a simple, blues-based song structure that was fast, danceable, and catchy."
    },
    {
        "id": "328",
        "title": "pop",
        "descr": "\"Pop music\" is a broad-term for many different types of music: The term is flexible, and the music labeled \"pop\" changes frequently. It does, however, usually refer to popular, mainstream music with emphasis on a catchy melody and accessible style."
    },
    {
        "id": "404",
        "title": "russian",
        "descr": "Russian music refers to music produced in Russia, by Russians and/or in Russian language.  Russia has a long history of <a href=\"http://www.last.fm/tag/classical%20music\" class=\"bbcode_tag\" rel=\"tag\">classical music</a> innovation. Russian <a href=\"http://www.last.fm/tag/classic\" class=\"bbcode_tag\" rel=\"tag\">classic</a> composers such as <a href=\"http://www.last.fm/music/%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B9+%D0%A0%D0%B8%D0%BC%D1%81%D0%BA%D0%B8%D0%B9-%D0%9A%D0%BE%D1%80%D1%81%D0%B0%D0%BA%D0%BE%D0%B2\" class=\"bbcode_artist\">Николай Римский-Корсаков</a>, <a href=\"http://www.last.fm/music/%D0%9F%D1%91%D1%82%D1%80+%D0%98%D0%BB%D1%8C%D0%B8%D1%87+%D0%A7%D0%B0%D0%B9%D0%BA%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9\" class=\"bbcode_artist\">Пётр Ильич Чайковский</a>, <a href=\"http://www.last.fm/music/%D0%9C%D0%B8%D1%85%D0%B0%D0%B8%D0%BB+%D0%93%D0%BB%D0%B8%D0%BD%D0%BA%D0%B0\" class=\"bbcode_artist\">Михаил Глинка</a>, <a href=\"http://www.last.fm/music/%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9+%D0%9F%D1%80%D0%BE%D0%BA%D0%BE%D1%84%D1%8C%D0%B5%D0%B2\" class=\"bbcode_artist\">Сергей Прокофьев</a>, <a href=\"http://www.last.fm/music/+noredirect/%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B9+%D0%A8%D0%BE%D1%81%D1%82%D0%B0%D0%BA%D0%BE%D0%B2%D0%B8%D1%87\" class=\"bbcode_artist\">Дмитрий Шостакович</a> contributed to symphonic music, balet and opera.  Russian popular music scene includes russian rock, that originated srom 1970's with bands like <a href=\"http://www.last.fm/music/%D0%9C%D0%B0%D1%88%D0%B8%D0%BD%D0%B0+%D0%92%D1%80%D0%B5%D0%BC%D0%B5%D0%BD%D0%B8\" class=\"bbcode_artist\">Машина Времени</a>, <a href=\"http://www.last.fm/music/%D0%90%D0%BA%D0%B2%D0%B0%D1%80%D0%B8%D1%83%D0%BC\" class=\"bbcode_artist\">Аквариум</a>, <a href=\"http://www.last.fm/music/%D0%90%D0%B2%D1%82%D0%BE%D0%B3%D1%80%D0%B0%D1%84\" class=\"bbcode_artist\">Автограф</a>, <a href=\"http://www.last.fm/music/%D0%9A%D0%B8%D0%BD%D0%BE\" class=\"bbcode_artist\">Кино</a>, <a href=\"http://www.last.fm/music/%D0%90%D0%BB%D0%B8%D1%81%D0%B0\" class=\"bbcode_artist\">Алиса</a>, among others. "
    },
    {
        "id": "138",
        "title": "electronic",
        "descr": "Electronic music refers to music that emphasizes the use of electronic musical instruments or electronic music technology as a central aspect of the sound of the music. Historically, electronic music was considered to be any music created with the use of electronic musical instruments or electronic processing, but in modern times, that distinction has been lost because almost all recorded music today, and the majority of live music performances, depend on extensive use of electronics."
    },
    {
        "id": "166",
        "title": "female vocalists",
        "descr": "This tag describes any musical artist with a female singer as the centerpiece of the vocals. This tag is not limited to any one musical genre or era, and includes artists ranging from Billie Holiday to Lady Gaga."
    },
    {
        "id": "18",
        "title": "alternative",
        "descr": "Alternative pop/rock refers to artists that are rooted in the style, sound and/or ethos of punk rock. It is essentially a continuation of the post-punk and new wave genres of the early 80's only even more fractured and diverse. The first wave of alternative rock included jangle pop, grunge, noise rock, and some of the more eclectic punk and hardcore bands. Most alternative rock bands in this wave were largely underground although some became cult hits(Pixies, The Replacements, The Smiths) and a few even gaining mainstream success(U2, R."
    },
    {
        "id": "230",
        "title": "indie",
        "descr": "Indie is a particular sound that has little to do with past associations of independent music. Indie also encapsulates a musical philosophy. Many artists utilize alternative instrumentation, jangling guitars, and may borrow from disparate genres such as folk, dance rock, and hip hop.   The term 'indie' is best known as being an abbreviation for the word 'independent'. This term was once used to differentiate between bands that were on a major record label and those that weren't."
    },
    {
        "id": "96",
        "title": "dance",
        "descr": "Dance music is music composed specifically to facilitate or accompany dancing. It can be either a whole musical piece or part of a larger musical arrangement. In terms of performance, the major categories are live dance music and recorded dance music.  Dance music works often bear the name of the corresponding dance, e.g. waltzes, the tango, the bolero, the can-can, minuets, salsa, various kinds of jigs and the breakdown. Often it is difficult to know whether the name of the music came first or the name of the dance. "
    },
    {
        "id": "218",
        "title": "hip-hop",
        "descr": "Hip-hop, also spelled <a href=\"http://www.last.fm/tag/hip%20hop\" class=\"bbcode_tag\" rel=\"tag\">hip hop</a> or <a href=\"http://www.last.fm/tag/hiphop\" class=\"bbcode_tag\" rel=\"tag\">hiphop</a> is a rhythm focused popular music style, originating from <a href=\"http://www.last.fm/tag/new%20york\" class=\"bbcode_tag\" rel=\"tag\">new york</a> in the <a href=\"http://www.last.fm/tag/70s\" class=\"bbcode_tag\" rel=\"tag\">70s</a>. The term <a href=\"http://www.last.fm/tag/rap\" class=\"bbcode_tag\" rel=\"tag\">rap</a> is sometimes used synonymously with hip-hop music. Hip-hop arose when DJs began isolating the percussion break from <a href=\"http://www.last.fm/tag/funk\" class=\"bbcode_tag\" rel=\"tag\">funk</a> or <a href=\"http://www.last.fm/tag/disco\" class=\"bbcode_tag\" rel=\"tag\">disco</a> songs for audiences to dance to.\n It is now seen as a worldwide and popular genre ranging from American Mainstream (e.g. Eminem, Lil Wayne) to British Undergound (e.g. Wiley, EMC Junkie etc)"
    },
    {
        "id": "372",
        "title": "rap",
        "descr": "Rap is a vocal style, usually coming together with <a href=\"http://www.last.fm/tag/hip-hop\" class=\"bbcode_tag\" rel=\"tag\">hip-hop</a>, the musical genre off-shoot of the hip hop culture. Rapping itself, also known as emceeing, MCing, spitting, or just rhyming, is the rhythmic spoken delivery of rhymes and wordplay. Rapping is one of the four pillars of the hip hop culture, along with DJing, graffiti, and breaking.  Rap is also considered a separate genre from hip hop in some cases where the artists do not make music compatible with the hip hop culture. Some of these cases include Lil Wayne, Juelz Santana, Lil Jon, 50 Cent, T."
    },
    {
        "id": "434",
        "title": "singer-songwriter",
        "descr": "Singer-songwriter is a term that refers to performers who write, compose and sing their own material including lyrics and melodies, often providing the sole accompaniment to an entire composition or song. A number of other well-known musicians may write some of their own songs, but are usually referred to as singers instead."
    },
    {
        "id": "22",
        "title": "alternative rock",
        "descr": "Alternative rock (also called <a href=\"http://www.last.fm/tag/alt-rock\" class=\"bbcode_tag\" rel=\"tag\">alt-rock</a>) is a genre of <a href=\"http://www.last.fm/tag/rock\" class=\"bbcode_tag\" rel=\"tag\">rock</a> music that refers specifically to the punk/new wave-rooted style that emerged in the <a href=\"http://www.last.fm/tag/1980s\" class=\"bbcode_tag\" rel=\"tag\">1980s</a> and became widely popular in the early-mid <a href=\"http://www.last.fm/tag/1990s\" class=\"bbcode_tag\" rel=\"tag\">1990s</a>. The term \"alternative\" was coined in the 1980s to describe <a href=\"http://www.last.fm/tag/punk%20rock\" class=\"bbcode_tag\" rel=\"tag\">punk rock</a>-inspired bands on independent record labels that did not fit into the mainstream genres of the time. As a musical genre, alternative rock consists of various subgenres that have emerged from the independent music scene since the 1980s, such as <a href=\"http://www.last.fm/tag/grunge\" class=\"bbcode_tag\" rel=\"tag\">grunge</a>, <a href=\"http://www.last.fm/tag/britrock\" class=\"bbcode_tag\" rel=\"tag\">britrock</a>, <a href=\"http://www.last.fm/tag/gothic%20rock\" class=\"bbcode_tag\" rel=\"tag\">gothic rock</a>, <a href=\"http://www.last.fm/tag/grebo\" class=\"bbcode_tag\" rel=\"tag\">grebo</a>/<a href=\"http://www.last.fm/tag/crusty\" class=\"bbcode_tag\" rel=\"tag\">crusty</a> and <a href=\"http://www.last.fm/tag/indie%20rock\" class=\"bbcode_tag\" rel=\"tag\">indie rock</a>."
    },
    {
        "id": "8",
        "title": "80s",
        "descr": "The 1980s was the decade spanning from 1 January 1980 to 31 December 1989. \n This tag consists of music first released in this time frame.  The decade began with a backlash against disco music in the United States, and a movement away from the orchestral arrangements that had characterized much of the music of the 1970s. Music in the 1980s was characterized by unheard of electronic sounds accomplished through the use of synthesizers and keyboards, along with drum machines. This made a dramatic change in music. "
    },
    {
        "id": "170",
        "title": "folk",
        "descr": "Folk music can have a number of different meanings, including:\n \n Traditional music: The original meaning of the term \"folk music\" was synonymous with the term \"Traditional music\", also often including World Music and Roots music; the term \"Traditional music\" was given its more specific meaning to distinguish it from the other definitions that \"Folk music\" is now considered to encompass.\n Folk music can also describe a particular kind of popular music which is based on traditional music. In contemporary times, this kind of folk music is often performed by professional musicians."
    },
    {
        "id": "420",
        "title": "russian rock",
        "descr": "Russian rock refers to rock music made in Russia and/or in Russian language. Rock and roll became known in the Soviet Union in the 1960s and quickly broke free from its western roots. According to many music critics, its \"golden age\" years were the 1980s (especially the era of perestroika), when the Soviet underground rock bands could release their records officially and were no longer banned by the media (television and radio)."
    },
    {
        "id": "78",
        "title": "classic rock",
        "descr": "Classic rock was originally conceived as a radio station programming format which evolved from the album oriented rock (AOR) format in the early-1980s. In the United States, this rock music format now features a large playlist of songs ranging from the 1960s, 1970s, 1980s and early 1990s, with some stations including a limited number of current releases.  The classic rock stations recreate the sound of Album Oriented Rock (AOR) stations of the 60s-90s (although usually with a much more limited playlist) and appeal mainly to adults, rather than teenagers."
    },
    {
        "id": "220",
        "title": "house",
        "descr": "House music is a style of electronic dance music which originated in Chicago in the 80s. The style was developed by mainly African-American DJs who started experimenting with new editing techniques such as remixing, sampling and new electronic instruments like synthesizers and sequencers. Typical to the genre is a ''four to the floor'' beat, often a low bass and the use of recognizable instrumentation like piano chords and soulful vocals. Eventually it gained popularity in the Detroit and New York club scenes and by the late 80s in Europe.  "
    },
    {
        "id": "56",
        "title": "british",
        "descr": "Bands and artists that are predominantly from the islands of Great Britain, or possibly from the wider United Kingdom and it's various overseas territories (such as the Channel Islands)."
    },
    {
        "id": "258",
        "title": "jazz",
        "descr": "Jazz is a musical art form which originated around the beginning of the 20th century in Black communities in the Southern United States from a confluence of African and European music traditions. The style's West African pedigree is evident in its use of blue notes, call-and-response, improvisation, polyrhythms, syncopation, and the swung note of ragtime.  From its early development until the present, jazz has also incorporated music from 19th and 20th century American popular music, which is based on European music traditions."
    },
    {
        "id": "290",
        "title": "metal",
        "descr": "\"Heavy metal\" (often referred to simply as metal) is a subgenre of rock music that developed in the late 1960s and early 1970s. With roots in blues-rock and psychedelic rock, the bands that created heavy metal developed a thick, massive sound, characterized by highly amplified distortion and extended guitar solos. Allmusic states that “of all rock &amp; roll’s myriad forms, heavy metal is the most extreme in terms of volume, machismo, and theatricality.”  "
    },
    {
        "id": "236",
        "title": "indie rock",
        "descr": "Indie rock is a vague term used to identify rock artists that are or were unsigned, or have signed to small record labels, rather than major record labels. It may also describe artists which have a specific \"sound\", and is therefore a genre, although this label is contested by many."
    },
    {
        "id": "244",
        "title": "instrumental",
        "descr": "An instrumental is, in contrast to a song, a musical composition or recording without lyrics or any other sort of vocal music; all of the music is produced by musical instruments. Specifically, this term is used when referring to popular music; some musical genres make little use of the human voice, such as jazz, electronic music, and large amounts of European classical music (although in electronic music the voice can be sampled just like anything else). In commercial music, some tracks or songs on a compact disc include instrumental tracks."
    },
    {
        "id": "210",
        "title": "hard rock",
        "descr": "<a href=\"http://www.last.fm/tag/hard%20rock\" class=\"bbcode_tag\" rel=\"tag\">hard rock</a> is a loosely defined genre of rock music which has its earliest roots in mid-1960s garage, blues rock and psychedelic rock. It is typified by a heavy use of distorted electric guitars, bass guitar, drums, pianos, and keyboards.  One of the major influences of hard rock is blues music. American and British rock bands began to modify rock and roll, adding to the standard genre harder sounds, heavier guitar riffs, bombastic drumming and louder vocals."
    },
    {
        "id": "446",
        "title": "soul",
        "descr": "Soul music is a music genre that combines rhythm and blues and gospel music, originating in the United States.  According to the Rock and Roll Hall of Fame, soul is \"music that arose out of the black experience in America through the transmutation of gospel and rhythm &amp; blues into a form of funky, secular testifying.\" The genre occasionally uses improvisational additions, twirls and auxiliary sounds. Catchy rhythms, stressed by handclaps and plastic body moves, are an important feature."
    },
    {
        "id": "384",
        "title": "rnb",
        "descr": "\n Rhythm and blues is a term describing popular African American music that originated in the 1940s. The term was originally used by record companies to describe recordings marketed predominantly to urban African Americans, at a time when \"urbane, rocking, jazz based music with a heavy, insistent beat\" was becoming more popular.  The term has subsequently had a number of shifts in meaning. In the early 1950s and beyond, the term rhythm and blues was frequently applied to blues records."
    },
    {
        "id": "10",
        "title": "90s",
        "descr": "The decade of the 1990s was possibly the most diverse period of pop music in history. Starting soon after the 1980s ended, musical trends quickly shifted from the 1980s standards, most notably the shift from synthpop to House music from the years 1989 to 1991, the replacement of hair metal and classic rock with alternative rock and Grunge, and the popularity of Gangsta rap and the dominance of hip hop in general starting in the early 1990s.  United States and Canada\n "
    },
    {
        "id": "140",
        "title": "electronica",
        "descr": "Electronica includes a wide range of contemporary electronic music designed for a wide range of uses, including foreground listening, some forms of dancing, and background music for other activities; but unlike electronic dance music, it is not specifically made for dancing. The term was first used in the United States in the early 1990s with regards to post-rave global-influenced electronic dance music."
    },
    {
        "id": "448",
        "title": "soundtrack",
        "descr": "The term soundtrack refers to three related concepts: recorded music accompanying and synchronized to the images of a motion picture, television program or video game; a commercially released soundtrack album of music as featured in the soundtrack of a film or TV show; and the physical area of a film that contains the synchronized recorded sound."
    },
    {
        "id": "16",
        "title": "acoustic",
        "descr": "The word \"acoustic\" is derived from the Latin term for the ear canal. Acoustics is therefore the branch of science which studies sound. By derivation, \"acoustic music\" is that which is made naturally, without the use of electricity, electronics, etc. Think of it as any type of natural sound. It is essentially synonymous with the term \"<a href=\"http://www.last.fm/tag/unplugged\" class=\"bbcode_tag\" rel=\"tag\">unplugged</a>.\"  Acoustic includes a broad range of musical genres, the common theme being that the music is played without amps, electronic keyboards, or any instrument which needs to be plugged into an electrical circuit. "
    },
    {
        "id": "416",
        "title": "russian pop",
        "descr": ""
    },
    {
        "id": "70",
        "title": "chillout",
        "descr": "Chill out (sometimes also chillout, chill-out, or simply chill), a term derived from a slang injunction to relax, emerged in the early and mid-1990s as a catch-all term for various styles of relatively mellow, slow-tempo music made by contemporary producers in the electronic music scene; there exists a misconception on last.fm that all music that isn't relatively hard on the ears can be termed chill or chillout. Therefore, this tag is highly abused and has lost much of its meaning."
    },
    {
        "id": "216",
        "title": "hip hop",
        "descr": "Hip hop is a musical genre which developed alongside hip hop culture, defined by key stylistic elements such as rapping, DJing, sampling, scratching and beatboxing. Hip hop began in the Bronx in New York City in the <a href=\"http://www.last.fm/tag/1970\" class=\"bbcode_tag\" rel=\"tag\">1970</a>s, primarily among African Americans and Jamaican Americans, with some Latino influences.  The term rap is often used synonymously with hip hop, but hip hop denotes the practices of an entire subculture."
    },
    {
        "id": "472",
        "title": "trance",
        "descr": "Trance is a style of electronic dance music that developed in the 1980s. Trance music is generally characterized by a tempo of between 130 and 160 BPM, featuring repeating melodic synthesizer phrases, and a musical form that builds up and down throughout a track. It often features crescendos and breakdowns. Sometimes vocals are also utilized. The style is arguably derived from a combination of largely <a href=\"http://www.last.fm/tag/electronic\" class=\"bbcode_tag\" rel=\"tag\">electronic</a> music such as <a href=\"http://www.last.fm/tag/ambient\" class=\"bbcode_tag\" rel=\"tag\">ambient</a> music, <a href=\"http://www.last.fm/tag/techno\" class=\"bbcode_tag\" rel=\"tag\">techno</a>, and <a href=\"http://www.last.fm/tag/house\" class=\"bbcode_tag\" rel=\"tag\">house</a>. In the early 1980s, the German composer <a href=\"http://www.last.fm/music/Klaus+Schulze\" class=\"bbcode_artist\">Klaus Schulze</a> composed several albums of experimental, atmospheric <a href=\"http://www.last.fm/tag/space%20music\" class=\"bbcode_tag\" rel=\"tag\">space music</a>."
    },
    {
        "id": "366",
        "title": "punk",
        "descr": "Rooted in garage rock and other forms of what is now known as protopunk music, punk rock bands eschewed the perceived excesses of mainstream 1970s rock. They created fast, hard-edged music, typically with short songs, stripped-down instrumentation, and often political, anti-establishment lyrics. Punk embraces a DIY (do it yourself) ethic, with many bands self-producing their recordings and distributing them through informal channels."
    },
    {
        "id": "478",
        "title": "ukrainian",
        "descr": "Ukraine is an Eastern European state situated north of the Black Sea.   Being always between West Europe and East, Ukrainian have their own unique musical traditions and  have developed specific musical traditions in association with the influence of different ethnic asian and european groups.  The most striking general characteristic of authentic ethnic Ukrainian folk music is that most folk songs are based on minor modes or keys. This is an indication that the major-minor system developed in Western European music did not become as entrenched or sophisticated in Ukraine."
    },
    {
        "id": "24",
        "title": "ambient",
        "descr": "Ambient music is a musical genre that is generally identifiable as being broadly atmospheric and environmental in nature.   Ambient music evolved from early 20th century forms of semi-audible music, from the impressionism of Erik Satie, through \"musique concrete\" and the minimalism of Terry Riley and Philip Glass, and Brian Eno's deliberate sub-audible approach.  Later developments found the dreamy non-linear elements of ambient music applied to some forms of rhythmic music presented in chill-out rooms at raves and other dance events..."
    },
    {
        "id": "282",
        "title": "male vocalists",
        "descr": "Music tagged with this tag simply has a male as lead vocalist. There is not necessarily a style-related connection."
    },
    {
        "id": "132",
        "title": "electro",
        "descr": "Electro is a type of electronic dance music which emerged with the development of early sampling technology and the introduction of the Roland TR-808 drum machine and is closely associated with Hip Hop's formative years in the early to mid 1980s. The style is defined by the 808 and 808 drum samples arranged in syncopated rhythm patterns often resembling the Funk breaks used in Hip Hop  beats with simple, funky basslines."
    },
    {
        "id": "80",
        "title": "classical",
        "descr": "Classical music is a broad term that usually refers to music produced in, or rooted in the traditions of Western liturgical and secular music, encompassing a broad period from roughly the 9th century to present times. The central norms of this tradition became codified between 1550 and 1900, which is known as the common practice period.  European classical music is largely distinguished from many other non-European and popular musical forms by its system of staff notation, in use since about the 16th century."
    },
    {
        "id": "154",
        "title": "experimental",
        "descr": "Experimental music refers, in the English-language literature, to a compositional tradition which arose in the mid-twentieth century, applied particularly in North America to music composed in such a way that its outcome is unforeseeable. Its most famous and influential exponent was <a href=\"http://www.last.fm/music/John+Cage\" class=\"bbcode_artist\">John Cage</a> (Grant 2003, 174). More loosely, the term \"experimental\" is used in conjunction with genre names to describe music within specific genres that pushes against their boundaries or definitions, or else whose approach is a hybrid of disparate styles..."
    },
    {
        "id": "418",
        "title": "russian rap",
        "descr": "The pioneers of Russian rap was a group called Malchishnik (Мальчи́шник, Russian for \"bachelor party\"), but the recognition of the rap genre came with the rise of Bad Balance and their album Naletchiki Bad B. released in 1994. Russian hip hop, just like Canadian hip hop is inspired by Rastafari music, which hit an up-swing during the fall of the Soviet Union.  Only a few Russian rap artists have achieved commercial success: Detsl, Bad Balance, Kasta, Belarusian artist Seryoga..."
    },
    {
        "id": "180",
        "title": "french",
        "descr": "Music originating from France."
    },
    {
        "id": "48",
        "title": "blues",
        "descr": "Blues is a vocal and instrumental form of music based on the use of \"blue notes.\" It emerged in Black communities of the United States from spirituals, work songs, field hollers, shouts and chants, and rhymed simple narrative ballads. The use of blue notes and the prominence of call-and-response patterns in the music and lyrics are indicative of African influence.   \"Blue notes,\" also known as \"worried notes,\" are the typically flattened third, fifth, and seventh degrees in a major scale. This is what gives the blues its inherent minor tonality."
    },
    {
        "id": "468",
        "title": "techno",
        "descr": "Techno is a form of <a href=\"http://www.last.fm/tag/electronic%20dance%20music\" class=\"bbcode_tag\" rel=\"tag\">electronic dance music</a> that emerged in Detroit, Michigan, USA during the mid- to late 19<a href=\"http://www.last.fm/tag/80s\" class=\"bbcode_tag\" rel=\"tag\">80s</a>. Many styles of techno now exist, but <a href=\"http://www.last.fm/tag/detroit%20techno\" class=\"bbcode_tag\" rel=\"tag\">detroit techno</a>, a genre in its own right, is seen as the foundation upon which a number of sub genres have been built.  \"Techno\" is also commonly confused with generalized descriptors, such as electronic music and dance music. These uses are  incorrect.  "
    },
    {
        "id": "368",
        "title": "punk rock",
        "descr": "Punk rock (sometimes shortened for punk) is a form of hard-edged rock music part of the alternative subculture that features electric guitars playing power chords, deep bass lines, energetic drumming and energetic beats, either singed or yelled vocals and a loud hard rock volume which originally rooted from pub rock and even garage rock. It has also been associated with the punk subculture which was based on the DIY ethnic; thinking for yourself; making your own decisions without dependance in spite of your reputation."
    },
    {
        "id": "332",
        "title": "pop rock",
        "descr": "Pop rock is a hybrid of pop music and rock music that uses catchy pop style, with light lyrics over top of guitar- or piano- based songs. There are varying definitions of the term, ranging from it being classed as an \"upbeat variety of rock music\" to a subgenre of pop music or of rock music. Scholars have noted that pop and rock are usually depicted as opposites; the detractors of pop often deride it as a slick, commercial product along with advocates of rock who claim that rock music is a more authentic, sincere form of music."
    },
    {
        "id": "234",
        "title": "indie pop",
        "descr": "Indie pop is a genre of <a href=\"http://www.last.fm/tag/alternative%20rock\" class=\"bbcode_tag\" rel=\"tag\">alternative rock</a> music that originated in the United Kingdom in the mid 19<a href=\"http://www.last.fm/tag/80s\" class=\"bbcode_tag\" rel=\"tag\">80s</a>, with its roots in the Scottish <a href=\"http://www.last.fm/tag/post-punk\" class=\"bbcode_tag\" rel=\"tag\">post-punk</a> bands on the <a href=\"http://www.last.fm/label/Postcard\" class=\"bbcode_label\">Postcard</a> Records label in the early '80s such as <a href=\"http://www.last.fm/music/Orange+Juice\" class=\"bbcode_artist\">Orange Juice</a> and <a href=\"http://www.last.fm/music/Josef+K\" class=\"bbcode_artist\">Josef K</a> and the dominant UK independent band of the mid eighties, <a href=\"http://www.last.fm/music/The+Smiths\" class=\"bbcode_artist\">The Smiths</a>.  While the term ‘indie’ had been used for some time to describe artists on independent labels (and the labels themselves), the key moment in the naming of the genre was the release of NME's C86 tape in 1986."
    },
    {
        "id": "182",
        "title": "funk",
        "descr": "Funk is an American music genre that originated in the late 1960s when African American musicians blended soul music, soul jazz and R&amp;B into a rhythmic, danceable new form of music. Funk de-emphasizes melody and harmony and brings a strong rhythmic groove of electric bass and drums to the foreground. Funk songs are often based on an extended vamp on a single chord, distinguishing it from R&amp;B and soul songs centered around chord progressions.\n "
    },
    {
        "id": "474",
        "title": "trip-hop",
        "descr": "A \"type of dance music, played on electronic instruments and with a slow beat\", according to Longman Dictionary, <a href=\"http://www.last.fm/tag/trip-hop\" class=\"bbcode_tag\" rel=\"tag\">trip-hop</a> (also known in the past as the \"Bristol sound\") is, in fact, a musical movement that started in Bristol, UK. The tag isn't limited to Bristol-based bands though; bands as far as Canada (eg. <a href=\"http://www.last.fm/music/Perfume+Tree\" class=\"bbcode_artist\">Perfume Tree</a>) or Costa Rica (eg. <a href=\"http://www.last.fm/music/%C3%9Aztari\" class=\"bbcode_artist\">Úztari</a>) have been considered 'trip-hop'.  Many 'trip-hop' bands like <a href=\"http://www.last.fm/music/Massive+Attack\" class=\"bbcode_artist\">Massive Attack</a>, <a href=\"http://www.last.fm/music/Portishead\" class=\"bbcode_artist\">Portishead</a> or <a href=\"http://www.last.fm/music/Tricky\" class=\"bbcode_artist\">Tricky</a> have denied the term though, claiming it to be \"an invention of media journalists\". (It was in fact coined by Luke Vibert aka Wagon Christ). "
    },
    {
        "id": "66",
        "title": "chanson",
        "descr": "A chanson is in general any lyric-driven French song, usually polyphonic and secular. A singer specializing in chansons is known as a \"chansonnier\"; a collection of chansons, especially from the late Middle Ages and Renaissance, is also known as a chansonnier."
    },
    {
        "id": "116",
        "title": "downtempo",
        "descr": "Downtempo (or Downbeat) is a laid-back electronic music style similar to ambient music, but usually with a beat or groove unlike the beatless forms of Ambient music. The beat is sometimes made from loops that have a hypnotic feeling. Sometimes the beats are more complicated and more featured instead of being in the background, but even then they are usually less intense than other kinds of electronic music like Trance.   "
    },
    {
        "id": "326",
        "title": "piano",
        "descr": "Music with predominant use (or influence) of the piano, a musical instrument played by means of a keyboard. Although not portable and often expensive, the piano's versatility and ubiquity have made it one of the most familiar musical instruments. The word piano is a shortened form of the word pianoforte (Italian for soft/loud), which refers to the instrument's responsiveness to keyboard touch, allowing the pianist to produce notes at different dynamic levels by controlling the speed with which the hammers hit the strings."
    },
    {
        "id": "214",
        "title": "heavy metal",
        "descr": "Heavy metal (often referred to simply as metal) is a genre of rock music that developed in the late 1960s and early 1970s, largely in the United Kingdom and the United States. With roots in blues-rock and psychedelic rock, the bands that created heavy metal developed a thick, massive sound, characterized by highly amplified distortion, extended guitar solos, emphatic beats, and overall loudness. Heavy metal lyrics and performance styles are generally associated with masculinity and machismo.  "
    },
    {
        "id": "458",
        "title": "swedish",
        "descr": "Swedish music is produced by ethnic Swedes or people resident in Sweden. \n It can sometimes be difficult to classify a music type which is typical Swedish; consider its wide popularity range in all kind of genres in today's modern music scene. Some tend to categorize Swedish folk music as most Swedish, with the typical native old norse sound consisting of violines and nyckelharpa back in the 17th and 19th century. "
    },
    {
        "id": "318",
        "title": "oldies",
        "descr": "Oldies is a term commonly used to describe a radio format that concentrates on a period 15 to 55 years before the present day.  In the 1980s and 1990s, \"oldies\" meant the 15 years from the birth of rock n roll to the beginning of the singer-songwriter era of the early 1970s, or about 1955 to 1971.  In the early 2000s, 1970s music was increasingly included,  and 1980s music is beginning to also be called \"oldies\", though the term \"classic hits\" is used to distinguish the new oldies from the Baby Boomer oldies."
    },
    {
        "id": "190",
        "title": "german",
        "descr": "German Music refers to music produced in Germany or in the German language or by German artists.  For music in the German language, go to <a href=\"http://www.last.fm/tag/german%20lyrics\" class=\"bbcode_tag\" rel=\"tag\">german lyrics</a>, for music from German artists, try <a href=\"http://www.last.fm/tag/from%3A%20germany\" class=\"bbcode_tag\" rel=\"tag\">from: germany</a>  Forms of German music include, for example, <a href=\"http://www.last.fm/tag/neue%20deutsche%20welle\" class=\"bbcode_tag\" rel=\"tag\">neue deutsche welle</a> (<a href=\"http://www.last.fm/tag/ndw\" class=\"bbcode_tag\" rel=\"tag\">ndw</a>), <a href=\"http://www.last.fm/tag/krautrock\" class=\"bbcode_tag\" rel=\"tag\">krautrock</a>, <a href=\"http://www.last.fm/tag/hamburger%20schule\" class=\"bbcode_tag\" rel=\"tag\">hamburger schule</a>, <a href=\"http://www.last.fm/tag/volksmusik\" class=\"bbcode_tag\" rel=\"tag\">volksmusik</a>, German <a href=\"http://www.last.fm/tag/speed%20metal\" class=\"bbcode_tag\" rel=\"tag\">speed metal</a>, <a href=\"http://www.last.fm/tag/schlager\" class=\"bbcode_tag\" rel=\"tag\">schlager</a>, <span title=\"Unknown tag\" class=\"bbcode_unknown\">Neue Deutsche Härte</span> (<a href=\"http://www.last.fm/tag/ndh\" class=\"bbcode_tag\" rel=\"tag\">ndh</a>), <a href=\"http://www.last.fm/tag/liedermacher\" class=\"bbcode_tag\" rel=\"tag\">liedermacher</a>, German <a href=\"http://www.last.fm/tag/jazz\" class=\"bbcode_tag\" rel=\"tag\">jazz</a> or <a href=\"http://www.last.fm/tag/klassische%20musik\" class=\"bbcode_tag\" rel=\"tag\">klassische musik</a>.   "
    },
    {
        "id": "6",
        "title": "70s",
        "descr": "Music from 1970 -1979, and probably some from outside this date range, but sounding similar.  Music of the 1970s saw the rise of <a href=\"http://www.last.fm/tag/experimental%20classical\" class=\"bbcode_tag\" rel=\"tag\">experimental classical</a> music and <a href=\"http://www.last.fm/tag/minimalist\" class=\"bbcode_tag\" rel=\"tag\">minimalist</a> music by classical composers. <a href=\"http://www.last.fm/tag/funk\" class=\"bbcode_tag\" rel=\"tag\">funk</a>, <a href=\"http://www.last.fm/tag/disco\" class=\"bbcode_tag\" rel=\"tag\">disco</a>, <a href=\"http://www.last.fm/tag/art%20rock\" class=\"bbcode_tag\" rel=\"tag\">art rock</a>, <a href=\"http://www.last.fm/tag/progressive%20rock\" class=\"bbcode_tag\" rel=\"tag\">progressive rock</a>, <a href=\"http://www.last.fm/tag/hard%20rock\" class=\"bbcode_tag\" rel=\"tag\">hard rock</a>, <a href=\"http://www.last.fm/tag/glam%20rock\" class=\"bbcode_tag\" rel=\"tag\">glam rock</a>, and <a href=\"http://www.last.fm/tag/punk\" class=\"bbcode_tag\" rel=\"tag\">punk</a> music were also popular. Emerging genres included jazz-rock <a href=\"http://www.last.fm/tag/fusion\" class=\"bbcode_tag\" rel=\"tag\">fusion</a>, '<a href=\"http://www.last.fm/tag/chamber%20jazz\" class=\"bbcode_tag\" rel=\"tag\">chamber jazz</a>', <a href=\"http://www.last.fm/tag/reggae\" class=\"bbcode_tag\" rel=\"tag\">reggae</a> and <a href=\"http://www.last.fm/tag/hip-hop\" class=\"bbcode_tag\" rel=\"tag\">hip-hop</a>.  The seventies were a time when a new generation of young people were exposed to new media and hence newer ideas in almost every field."
    },
    {
        "id": "308",
        "title": "new wave",
        "descr": "New Wave is an umbrella term used to describe late 1970s to mid-1980s rock and pop music that had ties to the original wave of punk rock. The term at first generally was synonymous with punk rock before being considered a genre in its own right that incorporated aspects of electronic and experimental music, mod subculture, disco and 1960s pop music. New Wave, as a term, has been used to describe all post-punk rock music, yet, it distances itself from other post-punk movements as it displays characteristics common to pop music, rather than the more \"arty\" post-punk.\n "
    },
    {
        "id": "108",
        "title": "disco",
        "descr": "Disco is a genre of dance-oriented music that originated in African American, gay and Hispanic American communities in 1970s. In what is considered a forerunner to disco style clubs in February 1970 New York City DJ David Mancuso opened The Loft, a members-only private dance club set in his own home. Most agree that the first disco songs were released in 1973, though some claim that Soul Makossa by <a href=\"http://www.last.fm/music/Manu+Dibango%27s\" class=\"bbcode_artist\">Manu Dibango's</a> from 1972 to be the first disco record. The first article about disco was written in September 1973 by Vince Aletti for Rolling Stone Magazine."
    },
    {
        "id": "144",
        "title": "emo",
        "descr": "Emo is a style of <a href=\"http://www.last.fm/tag/rock\" class=\"bbcode_tag\" rel=\"tag\">rock</a> music typically characterized by melodic musicianship and expressive, often confessional lyrics. It originated in the mid-<a href=\"http://www.last.fm/tag/1980s\" class=\"bbcode_tag\" rel=\"tag\">1980s</a> <a href=\"http://www.last.fm/tag/hardcore%20punk\" class=\"bbcode_tag\" rel=\"tag\">hardcore punk</a> movement of Washington, D.C., where it was known as \"<a href=\"http://www.last.fm/tag/emotional%20hardcore\" class=\"bbcode_tag\" rel=\"tag\">emotional hardcore</a>\" or \"<a href=\"http://www.last.fm/tag/emocore\" class=\"bbcode_tag\" rel=\"tag\">emocore</a>\" and pioneered by bands such as <a href=\"http://www.last.fm/music/Rites+of+Spring\" class=\"bbcode_artist\">Rites of Spring</a> and <a href=\"http://www.last.fm/music/Embrace\" class=\"bbcode_artist\">Embrace</a>. As the style was echoed by contemporary American punk bands, its sound and meaning shifted and changed, blending with <a href=\"http://www.last.fm/tag/pop%20punk\" class=\"bbcode_tag\" rel=\"tag\">pop punk</a> and <a href=\"http://www.last.fm/tag/indie%20rock\" class=\"bbcode_tag\" rel=\"tag\">indie rock</a> and encapsulated in the early <a href=\"http://www.last.fm/tag/1990s\" class=\"bbcode_tag\" rel=\"tag\">1990s</a> by groups such as <a href=\"http://www.last.fm/music/Jawbreaker\" class=\"bbcode_artist\">Jawbreaker</a> and <a href=\"http://www.last.fm/music/Sunny+Day+Real+Estate\" class=\"bbcode_artist\">Sunny Day Real Estate</a>."
    }
]
